brianredbeard/mp-test/boards/campzone2019/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Campzone 2019 Badge"
#define MICROPY_HW_MCU_NAME "ESP32"
